{
    "id": "046_Wizard_U",
    "label": "Wizard U",
    "description": "Hubert sneaks into Wizard U and examines the \"hall of fame\" paintings and notices one is missing.\nAfter realizing what's missing, he leaves the school.\n\nHubert examines the outside of the school, noting all the windows are boarded up and the door is padlocked.\nAfter examining further he notices a hole in the bottom of one of the side walls, with a little mouse standing, wearing wizard’s garb with a puzzled look on his face.\nHubert asks the mouse if he’s a a good wizard, to which the mouse replies he’s just a tourist but was getting good with his wand, until he lost it.\nHubert then offers to help him find his wand if he helps Hubert in return.\n\nHIt 1 to search the grounds.\nHit 2 to ask the mouse to examine himself.\nhit 3 to ask the mouse to retrace his steps.\n\nHubert searches the grounds, but doesn't seem to find anything. \nWhen he gets back just before telling him the bad news he spots it behind the mouse's ear.\nHe then tells the mouse to check behind his ear, and realizes he did that when he needed both paws for the training manual.\n\nHit 1 to continue.\n\nHubert asks the mouse to examine his own person.\nThe mouse starts checking pockets, his hat, and finally his paw hit's behind his ear.\nAfter pulling it out the mouse recalls putting it there in order to read the training manual with both paws.\n\nHit 1 to continue.\n\nHubert asks the little mouse wizard to retrace his steps and think of where he last saw it. \nThe mouse claims he was trying to levitate a piece of cheese from the icebox, and needed to look in the training manual.\nWhile recalling it, he remembered it was in his ear, to which Hubert promptly pulls it out and then hands it back to him.\n\nHit 1 to continue.\n\nThe mouse asks Hubert what he needs, and Hubert tells him he needs to get inside the school even though it’s all closed up.\nThe mouse replies in the affirmative and pulls out the training manual.\n\nThe mouse says sure, and pulls up a spell to shrink someone, and shrinks Hubert down to his size with his newly found wand.\nHubert then enters the wall into the mouses dorm room.  Then passes through the mouses room door.\n\nOnce inside the mouse reverses the spell and Hubert grows back to normal size.\nHubert makes his way to the trophy room, and notices a display case that had previously housed a quicksilver scepter, was now empty, with no signs of tampering.\n\nNext Hubert goes to the Wizard University “Hall of Fame” he noticed one of the portraits is missing.\nHubert realized it was the portrait of Maximilian Spell who had attempted to take over other realms before and was banished.\nHubert looks at the other portraits and notices the other wizards have a shocked or surprised look on their faces.\n\nWhen Hubert came back to the mouse’s dorm room, he shrunk Hubert again, and when Hubert was outside, restored him back to his normal size.\n\nHit 0 to quit.",
    "doors":
    [
        {
            "id": "Door_To_Wizard_U_1",
            "choice": "1",
            "destination": "046_Wizard_U_1"
        },
        {
            "id": "Door_To_Wizard_U_2",
            "choice": "2",
            "destination": "046_Wizard_U_2"
        },
        {
            "id": "Door_To_Wizard_U_3",
            "choice": "3",
            "destination": "046_Wizard_U_3"
        }
    ]
}